Repository: mozilla-l10n/mt-training-data
Catalog: shn/shn_pontoon.tmx
Source language: en_us
Languages: shn

source: Czech
shn: ၶျႅၵ်ႉ

source: Dagbani
shn: တႅၵ်ႉပႃးၼိ

source: Daily Goal
shn: ယိူင်းမၢႆတေႃႇဝၼ်း

source: Dameli
shn: ၻႃႇမေႇလီႇ

source: Danish
shn: တေးၼိတ်ႉသျ်

source: Dargwa
shn: ၻႃႇၵႂႃႇ

source: Dashboard
shn: ၽၢင်ၵုမ်းၵမ်

source: Dataset
shn: ၸုမ်ႇၶေႃႈမုၼ်း

source: Dataset: { $datasetLanguage }
shn: ၸုမ်ႇၶေႃႈမုၼ်း - { $datasetLanguage }

source: Dataset [{ $datasetName }]
shn: ၸုမ်ႇၶေႃႈမုၼ်း

source: Dataset: { $datasetName }
shn: ၸုမ်ႇၶေႃႈမုၼ်း { $datasetName }

source: Dataset Release
shn: ပွႆႇဢွၵ်ႇၸုမ်ႇၶေႃႈမုၼ်း

source: Datasets
shn: ၸုမ်ႇၶေႃႈမုၼ်း

source: Datasets for ASR and other NLP contexts - created through community participation.
shn: ၸုမ်ႇၶေႃႈမုၼ်း တွၼ်ႈတႃႇ ASR လႄႈ ၶေႃႈၵွင်ႉၵၢႆႇ NLP တၢင်ႇၸိူဝ်း — ဢၼ်ၶူင်ႊသၢင်ႈမႃး လူၺ်ႈၵၢၼ်ၶဝ်ႈႁူမ်ႈၸွႆႈထႅမ် ၶွင်တူင်ႇဝူင်းၵူၼ်း။

source: Date
shn: ဝၼ်းတီႈ

source: Dawoodi
shn: ၻႃႇဝူႇၻီႇ

source: Days
shn: ဝၼ်း ဝၼ်း

source: Dear community, release time is nearing. Please go validate and transcribe, and also visit the <cvDatasheetsLink>cv-datasheets</cvDatasheetsLink> to update your datasheet.
shn: ထိုင်ပီႈၼွင်ႉတူင်ႇဝူင်းၸိူဝ်းႁဝ်းၶႃႈတင်းသဵင်ႈ၊ ၶၢဝ်းယၢမ်းတႃႇပိုတ်ႇပၼ်ၸႂ်ႉတိုဝ်း ဝႃးသျိၼ်းဢၼ်မႂ်ႇ ၸမ်ၶဝ်ႈမႃးယဝ်ႉၶႃႈ။ ၶႅၼ်းတေႃႈ ၵႂႃႇၸွႆႈၵၼ်ၵူတ်ႇထတ်းလႄႈ ထွတ်ႇသဵင်ပဵၼ်တူဝ်လိၵ်ႈသေၵမ်း၊ ယဝ်ႉၵေႃႈ ၶဝ်ႈၵႂႃႇတီႈၼႂ်း<cvDatasheetsLink> cv-datasheets </cvDatasheetsLink> တႃႇၵႂႃႇဢၢပ်ႉတဵတ်ႉၽိုၼ်မၢႆၶေႃႈမုၼ်းၶႃႈ။

source: Dear community, the new release is now fully on <mdcLink>Mozilla Data Collective</mdcLink>. Join for access to 500+ global datasets, built by and for the community.
shn: ထိုင်ပီႈၼွင်ႉတူင်ႇဝူင်းၸိူဝ်းႁဝ်းၶႃႈတင်းသဵင်ႈ၊ ဝႃးသျိၼ်းဢၼ်မႂ်ႇၼႆႉ လႆႈပိုတ်ႇပၼ်ၸႂ်ႉတိုဝ်း တီႈၼႂ်း<mdcLink> Mozilla Data Collective ယဝ်ႉတူဝ်ႈလီငၢမ်းယဝ်ႉၶႃႈ</mdcLink>. မႃးၶဝ်ႈႁူမ်ႈၸွမ်းႁဝ်း တီႈၼႆႈ တႃႇလႆႈၸႂ်ႉတိုဝ်း ၶေႃႈမုၼ်းသဵၼ်ႈမၢႆၵူႈလွင်ႈလွင်ႈ တီႈၼႂ်းလူၵ်ႈ 500+ ပၢႆ၊ ဢၼ်လႆႈႁူမ်ႈၵၼ်သၢင်ႈဝႆႉ တႃႇတူင်ႇဝူင်းၸိူဝ်းႁဝ်းတင်းသဵင်ႈၶႃႈ။

source: Dear community, to optimize our systems, we schedule short downtime periods, usually completed within a few hours. The next downtime period will occur early this Sunday. Reach out to us on Matrix if you encounter a problem.
shn: ထိုင်ပီႈၼွင်ႉတူင်ႇဝူင်းၵူၼ်းၸိူဝ်းႁဝ်းၶႃႈတင်းသဵิင်ႈ၊ တႃႇႁဵတ်းႁႂ်ႈပၵ်းပိူင်လႅၼ်ႈလီလိူဝ်မႃးၼၼ်ႉ ႁဝ်းၶႃႈလႆႈမီးၶပ်ႉမၢႆၶၢဝ်းယၢမ်းၵိုတ်းၸႂ်ႉတိုဝ်းပၵ်းပိူင်ပွတ်းဢွၼ်ႇဝႆႉၶႃႈ၊ ၵႆႉၸၢင်ႈတေယဝ်ႉတူဝ်ႈၼႂ်းၶၢဝ်းတၢင်းၸူဝ်ႈမူင်းဢေႇဢေႇၵူၺ်းၶႃႈ။ ၶၢဝ်းယၢမ်းတႃႇၵိုတ်းဢၼ်တေမႃးၼႆႉ တေပဵၼ်ၼႂ်းတွၼ်ႈၸဝ်ႉၸဝ်ႉ ဝၼ်းဢႃတိတ်ႉၼႆႉၶႃႈယဝ်ႉ။ သင်ဝႃႈ ထူပ်းၺႃးပၼ်ႁႃၼႆ ၵပ်းသိုပ်ႇမႃးလႆႈတီႈ Matrix ၶႃႈ။

source: Dear community, we are currently working on the release. We expect it to be rolled out in parts in the coming days on <mdcLink>Mozilla Data Collective</mdcLink>.
shn: ထိုင်ပီႈၼွင်ႉတူင်ႇဝူင်းၸိူဝ်းႁဝ်းၶႃႈ၊ မိူဝ်ႈလဵဝ် ႁဝ်းၶႃႈတိုၵ်ႉႁၢင်ႈႁႅၼ်း တွၼ်ႈတႃႇဢွၵ်ႇ (Release) ဢၼ်မႂ်ႇဝႆႉယူႇၶႃႈ။ ႁဝ်းၶႃႈမုင်ႈမွင်းဝႃႈ တေၸၢင်ႈဢွၵ်ႇပဵၼ်တွၼ်ႈတွၼ်ႈမႃးလွႆးလွႆးၼႂ်းဝၼ်းတေမႃးၼႆႉ တီႈၼိူဝ် <mdcLink> Mozilla Data Collective </mdcLink> ၼၼ်ႉၶႃႈ။

source: Dear community, we reached the cutoff date for the release and we are bundling the datasets. The new release will be available on <mdcLink>Mozilla Data Collective</mdcLink> in a couple of days.
shn: ထိုင်ပီႈၼွင်ႉတူင်ႇဝူင်းၸိူဝ်းႁဝ်းၶႃႈတင်းသဵင်ႈ၊ ႁဝ်းၶႃႈ ႁွတ်ႈထိုင် ဝၼ်းမၵ်းမၢႆတႃႇတေပိုၼ်ၽႄဝႃးသျိၼ်းဢၼ်မႂ်ႇလႄႈႁဝ်းၶႃႈတိုၵ်ႉႁူမ်ႈႁွမ်းၸုမ်ႇၶေႃႈမုၼ်းၸိူဝ်းၼၼ်ႉယူႇၶႃႈ။ ဝႃးသျိၼ်းဢၼ်မႂ်ႇၼႆႉ တေပိုတ်ႇပၼ်ၸႂ်ႉတိုဝ်း တီႈၼႂ်း<mdcLink> Mozilla Data Collective </mdcLink>ၼႂ်းဝၼ်းသွင်ဝၼ်းၼႆႉယဝ်ႉၶႃႈ။

source: Delete
shn: မွတ်ႇ

source: Delete my recordings
shn: မွတ်ႇပႅတ်ႈသဵင်ဢတ်းၶွင်ၶႃႈ

source: Delete Profile
shn: မွတ်ႇပႅတ်ႈပရူဝ်ႊၾၢႆႊလ်

source: Dhatki
shn: ၻတ်ႉၵီႇ

source: Dhivehi
shn: တီႇဝႄးႁီႇ

source: Dholuo
shn: ၻူဝ်ႇလူႇဢူဝ်ႇ

source: Did you know…
shn: ၸဝ်ႈၵဝ်ႇႁူႉယူႇႁႃႉ?...

source: Different language
shn: ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈတၢင်ႇၸိူဝ်း

source: Difficult
shn: ယၢပ်ႇ

source: Difficult to pronounce
shn: ဢွၵ်ႇသဵင်ယၢပ်ႇ

source: Dinka
shn: ၻိၼ်ႇၵႃႇ

source: Dioula
shn: တီႇဢူးလႃး

source: Discard ongoing recording
shn: ပႅတ်ႈဢၼ်တိုၵ်ႉဢတ်းဝႆႉယူႇ

source: Disfluency
shn: ၶေႃႈၵႂၢမ်းဢၼ်လၢတ်ႈတိတ်းၶမ်

source: do
shn: ႁဵတ်း

source: Documentation
shn: ၵၢၼ်ႁဵတ်းၽိုၼ်လိၵ်ႈ

source: Does the sentence meet the guidelines?
shn: ၶေႃႈၵႂၢမ်းၼႆႉထုၵ်ႇမႅၼ်ႈၸွမ်းၶေႃႈၸီႉသင်ႇယူႇႁႃႉ?

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
shn: Domain ၼႆႉ မၢႆထိုင် ႁူဝ်ၶေႃႈလွင်ႈတၢင်း ၶေႃႈၵႂၢမ်းၼႂ်းထႅဝ်လိၵ်ႈၼၼ်ႉယဝ်ႉ။ ယၢမ်းလဵဝ် ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈလိူၵ်ႈလႆႈ ၼႂ်းၵႄႈၸိူဝ်းၼႆႉယူႇၶႃႈ။

source: Donate
shn: လူႇတၢၼ်း

source: Donate your voice
shn: လူႇပၼ်သဵင်ၸဝ်ႈၵဝ်ႇ

source: Done
shn: ယဝ်ႉတူဝ်ႈ

source: do not
shn: ယႃႇႁဵတ်း

source: Don’t
shn: ယႃႉပေႉႉႉ

source: Don’t Add
shn: ယႃႇပေသႂ်ႇ

source: Don’t Clean Up or Simplify the Language
shn: ဢမ်ႇလူဝ်ႇမႄးထႅမ် ဢမ်ႇၼၼ် ဢမ်ႇလူဝ်ႇႁဵတ်းႁႂ်ႈၶေႃႈၵႂၢမ်းငၢႆႈပူၼ်ႉတီႈ

source: Don’t Overthink or Overedit
shn: ယႃႇပေဝူၼ်ႉပူၼ်ႉတီႈ ဢမ်ႇၼၼ် မႄးထတ်းပူၼ်ႉတီႈ။

source: Don't see your language on Common Voice yet?
shn: ဢမ်ႇပႆႇႁၼ်ၽႃႇသႃႇၸဝ်ႈၵဝ်ႇၼိူဝ် Common Voice ၸွင်ႇၸႂ်ႈ?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
shn: ဢမ်ႇႁၼ် ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈၸဝ်ႈၵဝ်ႇ ၼႂ်းၸုမ်ႇၶေႃႈမုၼ်းၼႆႉၶႃႈႁႃႉ? တွၼ်ႈတႃႇတုၵ်းယွၼ်း ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈမႂ်ႇၼၼ်ႉ ၶဝ်ႈၵႂႃႇလႆႈတီႈ ၼႃႈလိၵ်ႈၽႃႇသႃႇ (Languages page) ၶွင်ႁဝ်းၶႃႈလႆႈယူႇၶႃႈ။

source: Don’t use overly formal language
shn: ဢမ်ႇလူဝ်ႇၸႂ်ႉတိုဝ်း ၶေႃႈၵႂၢမ်းဢၼ်ၶဝ်ႈပိူင်ပူၼ်ႉတီႈ။

source: Don't wish to say
shn: ဢမ်ႇၶႂ်ႈမွၵ်ႇလၢတ်ႈ

source: Download
shn: လူတ်ႇဢဝ်

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
shn: လူတ်ႇဢဝ် ဝႂ်ယုၵ်ႉယွင်ႈ တွၼ်ႈတႃႇပၢင်မုင်ႈမၢႆၸဝ်ႈၵဝ်ႇ ဢမ်ႇၼၼ် တွၼ်ႈတႃႇတူဝ်ၸဝ်ႈၵဝ်ႇ မိူဝ်ႈလႆႈၶဝ်ႈမႃးမီးသုၼ်ႇၸွႆႈထႅမ် ၼႂ်း Common Voice — လွင်ႈတၢင်းၸိူဝ်းၼႆႉ တေဢမ်ႇၸၢင်ႈပဵၼ်လႆႈ သင်ဝႃႈဢမ်ႇပႃး ၸဝ်ႈၵဝ်ႇၶႃႈ!

source: Download Common Voice Data
shn: လူတ်ႇဢဝ် ၶေႃႈမုၼ်း Common Voice

source: Download Data
shn: လူတ်ႇဢဝ်ၶေႃႈမုၼ်း

source: Download Dataset Bundle
shn: လူတ်ႇဢဝ်ၸုမ်ႇၶေႃႈမုၼ်းပဵၼ်ပုၵ်ႉ

source: Download { $language }
shn: လူတ်ႇဢဝ်ၶေႃႈမုၼ်း

source: Download Links
shn: လိင်ႉၶ်လူတ်ႇဢဝ်

source: Download My Data
shn: လူတ်ႇဢဝ် ၶေႃႈမုၼ်းတူဝ်ၵဝ်ႇ

source: Download options for accessing Common Voice data
shn: တူဝ်လိူၵ်ႈလူတ်ႇဢဝ် (Download options) တွၼ်ႈတႃႇၶဝ်ႈၸႂ်ႉတိုဝ်း ၶေႃႈမုၼ်း Common Voice"

source: Download our press pack <icon></icon>
shn: လူတ်ႇဢဝ် ၸုမ်ႇၶေႃႈမုၼ်းၶၢဝ်ႇသၢၼ်ၶွင်ႁဝ်း

source: Download our voice datasets
shn: လူတ်ႇဢဝ်ၸုမ်ႇၶေႃႈမုၼ်းသဵင်ႁဝ်းၶႃႈ

source: Download profile data
shn: လူတ်ႇဢဝ် ၶေႃႈမုၼ်းပရူဝ်ႊၾၢႆႊလ် (Profile)

source: Download the Dataset
shn: လူတ်ႇဢဝ်ၸုမ်ႇၶေႃႈမုၼ်း

source: Download the Single Word Target Segment
shn: လူတ်ႇဢဝ် တွၼ်ႈၶေႃႈၵႂၢမ်းၶေႃႈလဵဝ်

source: Download your contribution certificate
shn: လူတ်ႇဢဝ်ဝႂ်ယွင်ႈယေႃးလွင်ႈၸွႆႈထႅမ်ၸဝ်ႈၵဝ်ႇ

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
shn: ၸွင်ႇၸဝ်ႈၵဝ်ႇ မီးၶေႃႈဝူၼ်ႉထိုင်တႃႇႁဵတ်းႁႂ်ႈ ၸုမ်ႇၶေႃႈမုၼ်း Common Voice ၶႅမ်ႉလိူဝ်သေၵဝ်ႇယူႇႁႃႉ? လၢတ်ႈၼႄႁဝ်းၶႃႈလႆႈ တီႈၼႂ်း Discourse ၶႃႈၼႃႈ

source: Do you want to continue?
shn: ၸဝ်ႈၵဝ်ႇ ၶႂ်ႈသိုပ်ႇၵႂႃႇယူႇႁႃႉ?

source: Do you want to Speak, Listen or both?
shn: ၸဝ်ႈၵဝ်ႇ ၶႂ်ႈလၢတ်ႈ၊ ၶႂ်ႈထွမ်ႇ ဢမ်ႇၼၼ် ႁဵတ်းတင်းသွင်ဢၼ်ႁႃႉ?"

source: Drag and drop or <browseWrap>Browse</browseWrap>
shn: လၢၵ်ႈသေဝၢင်း ဢမ်ႇၼၼ် <browseWrap>ႁွင်ႉတူၺ်း</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
shn: လၢၵ်ႈၾၢႆႇလ်ၸဝ်ႈၵဝ်ႇမႃးသႂ်ႇတီႈၼႆႈ ဢမ်ႇၼၼ် <uploadButton>ၼဵၵ်းတႃႇသူင်ႇၶိုၼ်ႈ</uploadButton>

source: Drop file here to upload
shn: ဝၢင်းၾၢႆႇလ်တီႈၼႆႈ တႃႇသူင်ႇၶိုၼ်ႈ

source: Duala
shn: ၻူႇဢႃႇလိူဝ်ႇ

source: Duplicate API key name
shn: ၸိုဝ်ႈသေႃး API သမ်ႉၵၼ်ၶႃႈ

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
shn: ၽွင်းမိူဝ်ႈသူင်ႇၵၢၼ်ၸွႆႈထႅမ်ၼၼ်ႉ ၵၢၼ်သူင်ႇၶေႃႈႁၼ်ထိုင်တေထုၵ်ႇၶၢမ်ႈပူၼ်ႉၵႂႃႇ ဝၢႆးသေၼဵၵ်း 'သူင်ႇ' ('Submit') ယဝ်ႉ။ ၵၢၼ်ၸွႆႈထႅမ် တေသိုပ်ႇႁဵတ်းၵႂႃႇၵမ်းလဵဝ် ၸွမ်းၼင်ႇသဵင်ဢတ်း ဢမ်ႇၼၼ် လွင်ႈထတ်းသၢင် 5 ၸုမ်ႇ။"

source: Dutch
shn: ၻတ်ႉၶျ်

source: Dzongkha
shn: ၸူင်ႇၶႃႇ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
shn: ၶေႃႈမုၼ်းၵူႈဢၼ် ၼႂ်းၸုမ်ႇၶေႃႈမူၼ်းၼႆႉ ပႃးဝႆႉ ၾၢႆႊလ်သဵင် MP3 ဢၼ်ဢမ်ႇသမ်ႉၵၼ် ဢိၵ်ႇတင်း ၾၢႆႊလ်တူဝ်လိၵ်ႈ ဢၼ်ၶဝ်ႈၵၼ်လႆႈ။ ၼႂ်းၸူဝ်ႈမူင်းၸုမ်ႇၶေႃႈမုၼ်းသဵင်ဢၼ်ဢတ်းဝႆႉတင်းမူတ်း<b>{ $total }</b>ယင်းမီးပႃး ၸုမ်ႇၶေႃႈမုၼ်းႁူဝ်ၼပ်ႉၵူၼ်း (Demographic metadata) မိူၼ်ၼင်ႇ ဢႃႇယု၊ ၸၢႆးယိင်းလႄႈ သဵင်လၢတ်ႈပိုၼ်ႉတီႈ ဢၼ်တေၸၢင်ႈၸွႆႈမႄးပၼ် လွင်ႈထုၵ်ႇမႅၼ်ႈ ၶွင်ပိူင်သၢင်ႈႁူႉၸၵ်းသဵင်လၢတ်ႈ ႁႂ်ႈၶႅမ်ႉလိူဝ်သေၵဝ်ႇၶႃႈယဝ်ႉ။ ၸုမ်ႇၶေႃႈမုၼ်း ယၢမ်းလဵဝ်ၼႆႉ ပႃးဝႆႉ <b>{ $valid }</b> ၸူဝ်ႈမူင်းထတ်းသဵင်တင်းမူတ်း<b>{ $languages }</b> ၼႂ်းၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈၶႃႈ၊ ၵူၺ်းၵႃႈ ႁဝ်းၶႃႈတိုၵ်ႉသိုပ်ႇထႅမ်သႂ်ႇ သဵင်လၢတ်ႈ လႄႈ ၽႃႇသႃႇမႂ်ႇမႂ်ႇယူႇတႃႇသေႇၶႃႈ။ ၶဝ်ႈၵႂႃႇတူၺ်းတီႈ <languagesLink>ၼႃႈလိၵ်ႈၽႃႇသႃႇ</languagesLink> တႃႇတုၵ်ႉယွၼ်ႈၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈမႂ်ႇ ဢမ်ႇၼၼ် တႄႇၸွႆႈထႅမ်လႆႈယူႇၶႃႈယဝ်ႉ။

source: Eastern Balochi
shn: ၿလူႇၶျီႇ ပွတ်းဢွၵ်ႇ

source: Eastern Huasteca Nahuatl
shn: ႁုတ်ႉသ်တေႇၵႃႇ ၼႃႇဝၢတ်ႉလႃႇပွတ်းဢွၵ်ႇ

source: Eastern Min
shn: မိၼ်ပွတ်းဢွၵ်ႇ

source: Eastern Penan
shn: ပေႇၼၼ်း(ပွတ်းဢွၵ်ႇ)

source: Easy
shn: ငၢႆႈ

source: Easy to Understand
shn: ပွင်ႇၸႂ်ငၢႆႈ

source: Ebrie
shn: ဢေႇၿရီႇယေႇ

source: Edit
shn: မႄးၶပ်း

source: Edit Profile
shn: မႄးထတ်းပရူဝ်ႇၾၢႆႇ

source: Edit tag
shn: မႄးထတ်းမၢႆထႅၵ်ႉ

source: Edo
shn: ဢေႇၻူဝ်ႇ

source: Efik
shn: ဢေႇၾိၵ်ႉ

source: e.g., “What do you wish you could use technology for?”
shn: မိူၼ်ၼင်ႇ “ၸဝ်ႈၵဝ်ႇၶႂ်ႈၸႂ်ႉထႅၵ်ႉၶၼေႃႇလေႃႇၵျီႇတႃႇႁဵတ်းသင်လၢႆလၢႆ?”

source: Ekoti
shn: ဢေႇၵူဝ်ႇတီႇ

source: Email
shn: ဢီးမေးလ်

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
shn: ဢီးမေးလ် - <emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
shn: <emailFragment>လူင်းသဵၼ်ႈၸိုဝ်ႈ</emailFragment>ၼႂ်းသဵၼ်ႈမၢႆဢီးမေးလ်ႁဝ်းၶႃႈ တႃႇလဵပ်ႈႁဵၼ်းဝႃႈ သူၸဝ်ႈၸၢင်ႈၶဝ်ႈႁူမ်ႈၶႅမ်ႊၿဵၼ်ႊ၊ ပၢင်ပွႆး၊ လႄႈႁူမ်ႈဢွၵ်ႇၽႅၼ်သၢင်ႈ ၽၢင်ႁၢင်ႈ ၼိူဝ် Common Voice လႆႈၸိူင်ႉႁိုင်လၢႆလၢႆ။

source: Email is already used for a different account
shn: ဢီးမေးလ်ၼႆႉထုၵ်ႇၸႂ်ႉဝႆႉယဝ်ႉလူၺ်ႈဢၵွင်ႉတၢင်ႇဢၼ်

source: Email Subscriptions
shn: လွင်ႈႁပ်ႉၶၢဝ်ႇသၢၼ်တၢင်းဢီးမေးလ်

source: Emakhuwa
shn: ဢေႇမႃႇၶူႇဝႃႇ

source: Empty or Unintelligible
shn: ဢမ်ႇမီးသဵင် ဢမ်ႇၼၼ် ထွမ်ႇဢမ်ႇပွင်ႇၸႂ်

source: Encourage participants to reproduce how things were actually said. Example:
shn: ပၼ်ႁႅင်းႁႂ်ႈၽူႈၶဝ်ႈႁူမ်ႈပႃးၶဝ် လၢတ်ႈဢွၵ်ႇမႃး ၼင်ႇပိူင်ဢၼ်လႆႈလၢတ်ႈဝႆႉ တႄႉတႄႉၼၼ်ႉၶႃႈ။ တူဝ်ယၢင်ႇ -

source: English
shn: ဢိင်းၵလဵတ်ႈ

source: English: /ˈkeɪ.bəl/
shn: လၢႆးဢွၵ်ႇသဵင်ဢင်းၵိတ်း /ˈkeɪ.bəl/

source: Ensure the question meets the criteria:
shn: ႁဵတ်းႁႂ်ႈမၼ်းမၼ်ႈၸႂ်ဝႃႈ ၶေႃႈထၢမ်ၼၼ်ႉ ၶဝ်ႈပိူင်တၢင်း ၼင်ႇၼႆ -

source: Enter Email to Download
shn: ၶဝ်ႈဢီးမေးလ် တႃႇလူတ်ႇ

source: Enter email to send a sign up link
shn: ထႅမ်သႂ်ႇဢီးမေးလ် တႃႇသူင်ႇလိင်ႉလူင်းသဵၼ်ႈမၢႆ။

source: Enter questions with code-switching, one per line. People are more likely to respond with code-switching when the question also contains code-switching.
shn: သႂ်ႇၶေႃႈထၢမ် ဢၼ်မီးၵၢၼ်လၢတ်ႈလေႃးလၢႆၽႃႇသႃႇ ၼိုင်ႈထႅဝ်တေႃႇၼိုင်ႈၶေႃႈထၢမ်။ ၵူၼ်းတင်းလၢႆ ၸၢင်ႈတေတွပ်ႇလူၺ်ႈၸႂ်ႉၵၢၼ်လၢတ်ႈလေႃးလၢႆၽႃႇသႃႇၼမ်တိူဝ်း သင်ဝႃႈၼႂ်းၶေႃႈထၢမ်ၼၼ်ႉ မီးၵၢၼ်လၢတ်ႈလေႃးလၢႆၽႃႇသႃႇၵႂၢမ်းဝႆႉၸွမ်း။

source: Enter your Country/Region of Residence
shn: သႂ်ႇပၼ်မိူင်း/ၸႄႈတွၼ်ႈ တီႈယူႇတၼ်းသဝ်းၶွင်ႇၸဝ်ႈၵဝ်ႇ

source: Enter your email
shn: ထႅမ်သႂ်ႇဢီးမေးလ်ၸဝ်ႈၵဝ်ႇ

source: Enter your public domain sentence here
shn: သႂ်ႇပၼ် ၶေႃႈၵႂၢမ်း ဢၼ်ပဵၼ် သုၼ်ႇၵူၼ်းတင်းၼမ်တီႈၼႆႈ

source: Enter your public domain sentences here
shn: သႂ်ႇပၼ် ၶေႃႈၵႂၢမ်း ဢၼ်ပဵၼ်သုၼ်ႇၵူၼ်းတင်းၼမ် တီႈၼႆႈ

source: “Er”
shn: "ဢိူဝ်ႈ"

source: Error
shn: လွင်ႈၽိတ်းပိူင်ႈ

source: Error adding sentence
shn: မီးလွင်ႈၽိတ်းပိူင်း (Error) ၼႂ်းၵၢၼ်သႂ်ႇၶေႃႈၵႂၢမ်းၶႃႈ။

source: Error { $code }
shn: ၶေႃႈၽိတ်းပိူင်ႈ { $code }

source: Error copying
shn: မီးလွင်ႈၽိတ်ႈပိူင်ႈ ၼႂ်းၵၢၼ်ၵွပ်ႇပီႇ

source: Error creating API credentials
shn: မီးလွင်ႈၽိတ်းပိူင်ႈ ၼႂ်းၵၢၼ်သၢင်ႈၶေႃႈမၼ်ႈၸႂ် API ၶႃႈ

source: Error deleting API credentials
shn: မီးလွင်ႈၽိတ်းပိူင်ႈ ၼႂ်းၵၢၼ်မွတ်ႇၶေႃႈမၼ်ႈၸႂ် API ၶႃႈ

source: Error fetching API credentials
shn: မီးလွင်ႈၽိတ်းပိူင်ႈ ၼႂ်းၵၢၼ်ၸၼ်ဢဝ်ၶေႃႈမၼ်ႈၸႂ် API ၶႃႈ

source: Error submitting tags
shn: ၵၢၼ်သူင်ႇမၢႆထႅၵ်ႉ ၽိတ်းပိူင်ႈ

source: Error while playing audio file.
shn: မီးလွင်ႈၽိတ်းပိူင်ႈမိူဝ်ႈတိုၵ်ႉလဵၼ်ႈၾၢႆႇလ်သဵင်။

source: Erzya
shn: ဢႄရၸီးယႃး

source: Esperanto
shn: ဢႅတ်ႉသ်ပရႅၼ်တူဝ်ႇ

source: Estonian
shn: ဢႅတ်ႉသ်တူဝ်ႇၼီႇယႅၼ်ႇ

source: Eton
shn: ဢီးတိၼ်ႇ

source: Events
shn: ပၢင်ပွႆး /ပၢင်ၵႅဝ်ႈ

source: Everyone
shn: ၵူႈၵေႃႉ

source: Ewe
shn: ဢေႇဝေႇ

source: Ewondo
shn: ဢဝၢၼ်တူဝ်ႇ

source: Example
shn: တူဝ်ယၢင်ႇ

source: Example questions
shn: တူဝ်ယၢင်ႇၶေႃႈထၢမ်

source: Exceeded 25 questions. Reduce number of questions and retry.
shn: ပူၼ်ႉလိူဝ် 25 ၶေႃႈထၢမ်ယဝ်ႉ။ လူတ်းယွမ်းႁူဝ်ၼပ်ႉၶေႃႈထၢမ်ယဝ်ႉၸၢမ်းတူၺ်းထႅင်ႈမႂ်ႇ။

source: Exceeded API credentials limit of 10
shn: သၢင်ႈပူၼ်ႉမၢႆၶၼ်ႈ ၶေႃႈမၼ်ႈၸႂ် API ဢၼ်မၵ်းၶၼ်ႈဝႆႉ ထိုင် 10

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
shn: ၶၢဝ်ႇလီတိုၼ်ႇတဵၼ်ႈ! ၶေႃႈၵႂၢမ်းလၢတ်ႈဢၼ်ပဵၼ်မႃးႁင်းၶေႃတေမႃးယဝ်ႉ!! ပႂ်ႉတူၺ်း ၶၢဝ်ႇငၢဝ်း ဢၼ်တေဢွၵ်ႇမႃး လႄႈ ႁႂ်ႈမၼ်ႈၸႂ် တူၺ်းတီႈ <discordLink>Discord</discordLink>ႁဝ်းၶႃႈ တႃႇႁူႉလွင်ႈမႂ်ႇမႂ်ႇ သေၵမ်း။

source: Exit & Delete clips
shn: ဢွၵ်ႇ လႄႈ ယႃႉမွတ်ႇပႅတ်ႈသဵင်ဢတ်း

source: Explore datasets <icon></icon>
shn: ၶူၼ်ႉႁုတူၺ်းၸုမ်ႇၶေႃႈမုၼ်း

source: Explore Informal Scenarios
shn: ၶူၼ်ႉႁႃ သၢႆငၢႆတွၼ်ႈၵၢၼ် ဢၼ်ဢမ်ႇၶဝ်ႈပိူင်ၵၢၼ်

source: Explore informal scenarios, situations, or reenactments
shn: ၶူၼ်ႉႁႃ ၾၢင်ႁၢင်ႈငဝ်းလၢႆး၊ သၢႆငၢႆ ဢမ်ႇၼၼ် လွင်ႈတၢင်းႁဵတ်းယိူင်ႈသၢႆငၢႆၸိူဝ်းဢၼ်ဢမ်ႇၶဝ်ႈပိူင်။

source: Explore organizations supporting Common Voice around the world
shn: ၶူၼ်ႉႁႃ တူၺ်းး ၸုမ်းၸိူဝ်းၵမ်ႉထႅမ် Common Voice ၼႂ်းလုမ်ႈၾႃႉ။

source: Explore the community and languages supported by Common Voice
shn: ၶူၼ်ႉႁႃ တူၺ်းတူင်ႇဝူင်းၵူၼ်းလႄႈ ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ ဢၼ် Common Voice ၵမ်ႉထႅမ်ပၼ်

source: Express or solicit prejudiced or offensive sentiments
shn: ၼႄၽၢင်ဢမ်ႇၼၼ်ၸုင်ၸၼ်ႁႂ်ႈၸပ်းၽၢၵ်ႇ ဢမ်ႇၼၼ်ႁဵတ်းႁႂ်ႈပဵၼ်လွင်ႈၸႂ်ဢမ်ႇလီ

source: Failed to copy SHA256 Checksum
shn: ၵွပ်ႇပီႇ SHA256 Checksum ဢမ်ႇလႆႈ

source: Fang
shn: ၾႅင်း

source: FAQ
shn: ၶေႃႈထၢမ်ဢၼ်ၵႆႉထူပ်း

source: Faroese
shn: ၾႄးရူဝ်းဢီးသ်

source: Fast
shn: ဝႆး

source: Faster playback speed
shn: လဵၼ်ႈတၢင်းဝႆးသဵင်ႁႂ်ႈဝႆးၶိုၼ်ႈ

source: Featured in...
shn: လႆႈပိုၼ်ၽႄဢွၵ်ႇၶၢဝ်ႇၼႂ်း...

source: Feʼefeʼe
shn: ၾေႇၾေႇ

source: Female
shn: ယိင်း

source: Female/Feminine
shn: ယိင်း/ၽူႈယိင်း

source: Fewer than 15 words per sentence
shn: ဢမ်ႇပၼ်လိူဝ် 15 ၶေႃႈ တေႃႇၼိုင်ႈတူၼ်ႈထႅဝ်

source: Fields marked with an asterisk (*) are required.
shn: * ပဵၼ်ဢွင်ႈတီႈဢၼ်ဢမ်ႇထႅမ်ဢမ်ႇလႆႈ

source: File is too large
shn: ၾၢႆႇၼႆႉယႂ်ႇႁႅင်းၼႃႇ

source: File is too small
shn: ၾၢႆႇၼႆႉလဵၵ်ႉႁႅင်းၼႃႇ

source: Finance
shn: ၵၢၼ်ငိုၼ်းတွင်း

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
shn: ႁႃတူၺ်းထႅင်ႈၸိူဝ်းဢၼ်ၶဝ်ႈၸႂ်။ ဢမ်ႇဝႃႈတေပဵၼ် ၸၼ်ႉၸွမ်၊ ႁူင်းႁဵတ်းၽႃႇသႃႇ၊ ၸုမ်းၵမ်ႉထႅမ် ဢမ်ႇၼၼ် တူင်ႇဝူင်း ပၢႆးသၢႆႊ ၶေႃႈမုၼ်း။ ယိုၼ်ႈႁႃၶဝ်လႄႈသပ်းလႅင်းၼႄႁႂ်ႈပွင်ႇၸႂ်ဝႃႈ ၶဝ်ၸၢင်ႈၸွႆႈထႅမ်လႆႈၸိူင်ႈႁိုဝ် လႄႈယွၼ်ႉသင်။ <outreachTemplates>တူၺ်းပိူင်ၾၢင် ဢီးမေးလ်လိၵ်ႈယိုၼ်ႈထိုင် ႁဝ်းၶႃႈ</outreachTemplates>

source: Find us on Matrix
shn: ၶူၼ်ႉႁႃ ႁဝ်းၶႃႈတီႈ Matrix

source: Finish editing first?
shn: ၶႂ်ႈမႄးႁႂ်ႈယဝ်ႉဢွၼ်တၢင်းႁႃႉ?

source: Finish recording
shn: ၵၢၼ်ဢတ်းသဵင် ယဝ်ႉတူဝ်ႈယဝ်ႉၶႃႈ။

source: Finish recording first?
shn: ဢမ်ႇဢတ်းသဵင်ႁႂ်ႈယဝ်ႉတူဝ်ႈၵွၼ်ႇၶႃႈႁႃႉ?

source: Finish Review
shn: ၵၢၼ်ၵူတ်ႇထတ်းယဝ်ႉတူဝ်ယဝ်ႉ။

source: Finish validating
shn: ယဝ်ႉတူဝ်ႈၵၢၼ်ၵူတ်ႇထတ်း

source: Finish validating clips?
shn: ယဝ်ႉတူဝ်ႈၵၢၼ်ၵူတ်ႇထတ်းၶလိပ်ႉ?

source: Finnish
shn: ၾိၼ်းၼိတ်ႉသျ်

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
shn: ဢွၼ်တၢင်းသုတ်း၊ ထတ်းတူၺ်းဝႃႈ <languageLink>မီးၽႃႇသႃႇၶွင်ၸဝ်ႈၵဝ်ႇယဝ်ႉႁိုဝ်</languageLink>။ ပေႃးဢမ်ႇပႆႇမီး၊ သူၸၢင်ႈ<languageRequestLink>ယွၼ်းထႅမ်ထႅင်ႈၽႃႇသႃႇၸဝ်ႈၵဝ်ႇ</languageRequestLink>။ တေမီးယူႇသွင်ၶၵ်ႉတွၼ်ႈ ၵၢၼ်ပိၼ်ႇၽႃႇသႃႇဝႅပ်ႉသၢႆႉသ် လႄႈၵၢၼ်ၵဵပ်းႁွမ်တူၼ်းထႅဝ်လိၵ်ႈ

source: Focus on Emotional or High-Stakes Moments
shn: ပၵ်းၸႂ်သႂ်ႇ တီႈတွၼ်ႈၵၢၼ် ဢၼ်မီးလွင်ႈပဵၼ်ၸႂ်ၶုၺ်ႉထူပ်းႁႅင်း ဢမ်ႇၼၼ် တွၼ်ႈၵၢၼ်ဢၼ်မီးလွင်ႈၶဵင်ႇတႃႉသုင်

source: Follow guidelines from “What sentences can I add?”
shn: ႁဵတ်းၸွမ်းၼင်ႇ ၶေႃႈၸီႉသင်ႇ ဢၼ်မီးတီႈႁူဝ်ၶေႃႈ “ၶေႃႈၵႂၢမ်းသင်တေၸၢင်ႈသႂ်ႇလႆႈ?”

source: Food, traditions, holidays, and family dynamics often invite codeswitching.
shn: လွင်ႈတၢင်းၵိၼ်ယႅမ်ႉ၊ ၾိင်ႈငႄႈၾိင်ႈထုင်း၊ ဝၼ်းလိုဝ်ႈၵၢၼ်လႄႈ လွင်ႈပဵၼ်ၵႂႃႇၼႂ်းၼႃႈႁိူၼ်းၸိူဝ်းၼႆႉ ၵမ်ႈၼမ်တႄႉ ၵႆႉႁဵတ်းႁႂ်ႈမီးလွင်ႈလၢတ်ႈၵႂၢမ်းလေႃးၵၼ်ၶႃႈ။

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
shn: ၵူႈပွၵ်ႈဢၼ်ၸဝ်ႈၵဝ်ႇလႆႈၸွႆႈဢတ်းသဵင် (Donated) လႄႈ ၵူႈပွၵ်ႈဢၼ်လႆႈၸွႆႈထတ်းသဵင် (Validated) ၼၼ်ႉ, ၽႅၼ်ႇတူၺ်းသဵၼ်ႈမၢႆ (Dashboard) ၶွင်ဢၶွင်ႇၸဝ်ႈၵဝ်ႇ တေဢၢပ်ႉတဵတ်ႉ (Update) ပၼ်တႃႇသေႇ ႁႂ်ႈၼႄပၼ်လွင်ႈၶိုပ်ႈၼႃႈ ဢၼ်မႂ်ႇသုတ်း ၼႂ်းၵူႈၽႃႇသႃႇ ဢၼ်ၸဝ်ႈၵဝ်ႇလႆႈၸွႆႈထႅမ်ဝႆႉၼၼ်ႉယဝ်ႉ။ ၸႂ်ႈၶႃႈဢေႃႈ, ၸဝ်ႈၵဝ်ႇၸၢင်ႈၸွႆႈထႅမ်လႆႈ လိူဝ်သေၼိုင်ႈၽႃႇသႃႇယူႇၶႃႈ! <br/><br/> ၸႂ်ႉတိုဝ်း ၽႅၼ်ႇတူၺ်း တႃႇတူၺ်းသဵၼ်ႈမၢႆ (Stats) ၶွင်တူဝ်ၵဝ်ႇ, တူၺ်းလွင်ႈၸဝ်ႈၵဝ်ႇလႆႈႁဵတ်းသၢင်ႈဝႆႉ ၵူပ်ႉၵၼ်တင်းၵူၼ်းတၢင်ႇၵေႃႉ ၼႂ်းတူင်ႇဝူင်းၵူၼ်း (Community), လႄႈ တမ်းဝၢင်းယိူင်းမၢႆ တႃႇၸွႆႈထႅမ် ၵူႊဝၼ်း ဢမ်ႇၼၼ် ၵူႊဝူင်ႈလႆႈၶႃႈ။

source: for example
shn: တူဝ်ယၢင်ႇ

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
shn: တွၼ်ႈတႃႇ လိၵ်ႈ ဢၼ်ပဵၼ် ၶွင်ၵူၼ်းတင်းၼမ် ဢၼ်ဢမ်ႇလႆႈ မီးၼိူဝ်ဢွၼ်ႊလၢႆႊၼၼ်ႉၸဝ်ႈၵဝ်ႇ ၸၢင်ႊၸႂ်ႉတိုဝ်း လၢႆးဢိင်ဢၢင်ႈ ပၢႆးပၺ်ႇၺႃႇ တူဝ်ယၢင်ႇမၼ်း မိူၼ်ၼင်ႇ လၢႆး Harvard "Jess (2021)My Public license poems” ၶႃႈ။

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
shn: ၼင်ႇႁႂ်ႈပၢႆးၸၢင်ႈ (Technology) တေႁဵတ်းၵၢၼ်လႆႈလီ ပုၼ်ႈတႃႇၵူၼ်းၵူႈၵေႃႉ ၼၼ်ႉ ၶေႃႈမုၼ်း ဢၼ်ၸွႆႈထႅမ် ၽူႈၶူင်ႊသၢင်ႈ တႃႇႁဵတ်းဢွၵ်ႇပၢႆးၸၢင်ႊၼၼ်ႉ လူဝ်ႇလႆႈ ၼႄပၼ် ၵူၼ်းၵူႊမဵဝ်းမဵဝ်းၼၼ်ႉယဝ်ႉ။ သင်ဝႃႈႁဝ်းၶႃႈ ဢမ်ႇပႃးသဵင်ၵူၼ်းလၢတ်ႈ ဢၼ်မီးသဵင်ဢွၵ်ႇ (Accent) ပႅၵ်ႇပိူင်ႈၵၼ်ၼႆၸိုင် ပၢႆးၸၢင်ႊ တေဢမ်ႇၸၢင်ႈႁဵတ်း ၵၢၼ်လႆႈလီ ပုၼ်ႈတႃႇၵူၼ်းဢၼ်မီးသဵင်ဢွၵ်ႇၼၼ်ႉ။ <learnMore> သိုပ်ႇလဵပ်ႈႁဵၼ်းထႅင်ႈ လွင်ႈဝႃႈ ယွၼ်ႉသင် မေႇတႃႇၻႃႇတႃႇ metadata မီးတၢင်းလမ်ႇလွင်ႈၼၵ်ႈၼႃ။ </learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
shn: "ပုၼ်ႈတႃႇ ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ ဢၼ်ပိုတ်ႇတူဝ်ၸႂ်ႉၵၢၼ်ယဝ်ႉၸိူဝ်းၼႆႉ ၼၼ်ႉ, ၼႃႈလိၵ်ႈဝႅပ်ႉသၢႆႉတ် <localizationGlossaryLink>လႆႈပိၼ်ႇၽႃႇသႃႇ လီငၢမ်းယဝ်ႉၶႃႈ၊ </localizationGlossaryLink>, ယဝ်ႉၵေႃႈ မီး<sentenceCollectionGlossaryLink>တူၼ်ႈထႅဝ်ၶေႃႈၵႂၢမ်း ဢၼ်ၵဵပ်းႁွမ်ဝႆႉယဝ်ႉ</sentenceCollectionGlossaryLink>ပုၼ်ႈတႃႇတေပိုတ်ႇႁႂ်ႈၶဝ်ႈမႃးၸွႆႈထႅမ်ၵၼ် ၼႂ်းလွင်ႈ<speakLink>ၵၢၼ်လၢတ်ႈ(ဢတ်းသဵင်)</speakLink> လႄႈ <listenLink>ၵၢၼ်ထွမ်ႇ(ထတ်းသဵင်)</listenLink> ၼၼ်ႉၶႃႈယဝ်ႉ။

source: Forwards
shn: ၵႂႃႇတၢင်းၼႃႈ

source: Foundations
shn: ၸုမ်းၵဝ်ႉငဝ်ႈ

source: French
shn: ၾရၢင်ႇသဵတ်ႈ

source: Frisian
shn: ၾရီႇသီႇယႅၼ်ႇ

source: Fulah
shn: ၾူလႃႇ

source: Ga
shn: ၵႃႇ

source: Galician
shn: ၵလီးသီယႅၼ်ႇ

source: Gawarbaiti
shn: ၵႃႇဝႃႇၿၢႆႇတီႇ

source: Gawri
shn: ၵေႃႇရီႇ

source: General
shn: ၵူႈလွင်ႈလွင်ႈ

source: General guidance
shn: ၶေႃႈၸီႉသင်ႇၵူႈလွင်ႈလွင်ႈ

source: General language / multiple variants
shn: ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈၵူႈလွင်ႈလွင်ႈ / လၢႆၸိူဝ်ႉလၢႆပိူင်

source: Generate Credentials
shn: သၢင်ႈဢွၵ်ႇ ၶေႃႈယိုၼ်ယၼ်တူဝ်

source: Georgian
shn: ၵျေႃၵျၼ်ႇ

source: German
shn: ၵျႃႇမၼ်ႇ

source: Get in touch
shn: ၵပ်းသိုပ်ႇ

source: Get in touch <icon></icon>
shn: ၵပ်းသိုပ်ႇႁဝ်းၶႃႈ

source: Get involved
shn: ၶဝ်ႈႁူမ်ႈပႃး

source: Get Involved
shn: ၶဝ်ႈႁူမ်ႈပႃး

source: Get started <icon><icon>
shn: တႄႇႁဵတ်းၵၢၼ် <icon><icon>

source: Get started with goals
shn: တႄႇတမ်းဝၢင်းယိူင်းမၢႆ

source: Get Started with Speech Recognition
shn: တႄႇလူၺ်ႈလွင်ႈႁပ်ႉႁူႉသဵင်လၢတ်ႈ

source: Get your certificate
shn: ႁပ်ႉဢဝ် ဝႂ်ယုၵ်ႉယွင်ႈ ၸဝ်ႈၵဝ်ႇ

source: Gheg Albanian
shn: ၵဵၵ်ႉ ဢႄႇလ်ပေးၼီႇယႅၼ်ႊ

source: Ghomala
shn: ၵေႃႇမႃႇလႃႇ

source: Gilaki
shn: ၵီႇလႃႇၵီႇ

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
shn: <githubLink>NVIDIA NeMo</githubLink>™ ၼႆႉ ပဵၼ် <docsLink>ၸုမ်ႇၶိူင်ႈမိုဝ်းဢူဝ်ႊၽႅၼ်းသူဝ်ႉၸ် </docsLink> တွၼ်ႈတႃႇၽူႈၶူၼ်ႉၶႂႃႉ ၸိူဝ်းဢၼ်တိုၵ်ႉၶူင်သၢင်ႈမူဝ်ႇၻေႇလ် (AI) တွၼ်ႈတႃႇၵၢၼ်ဢုပ်ႇလၢတ်ႈႁႂ်ႈၶိုၵ်ႉတွၼ်းသုတ်း ၼၼ်ႉၶႃႈယဝ်ႉ။

source: Goal reached
shn: ထိုင်ယိူင်းမၢႆယဝ်ႉ

source: Goals
shn: ယိူင်းမၢႆ

source: Goan Konkani
shn: ၵူဝ်ႇဢၼ်ႇ ၵွၼ်ႇၵၼီး

source: Goaria
shn: ၵူဝ်ႇဢႃႇရီႇယႃႇ

source: Gorani
shn: ၵူဝ်ႇရႃႇၼီႇ

source: Go to Discourse
shn: ၵႂႃႇတီႈ Discourse

source: Go to Languages Page
shn: ၶဝ်ႈၵႂႃႇတီႈၼႃႈလိၵ်ႈၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ

source: Go to { $name }
shn: ၵႂႃႇတီႈ { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
shn: <governanceLink>လူဢၢၼ်ႇတူၺ်း လွင်ႈႁဝ်းဢုပ်ႉပိူင်ႇၸိူင်ႉႁိုဝ်</governanceLink>

source: Governments
shn: လူင်ပွင်ၸိုင်ႈ

source: Grammatical mistakes and colloquialisms
shn: လွင်ႈၽိတ်းပိူင်တမ်းဝၢင်းလိၵ်ႈ လႄႈ ၶေႃႈၵႂၢမ်းဢၼ်လၢတ်ႈၵူႊဝၼ်း

source: Grammatical / spelling error
shn: မီးလွင်ႈၽိတ်းပိူင်လိၵ်ႈ / ၵပ်းလေႃးတူဝ်လိၵ်ႈၽိတ်း

source: Grammatical variation and slang should be recorded exactly as it occurs. Do not correct or edit people’s speech.
shn: လွင်ႈပႅၵ်ႇပိူင်ႈပိူင်တမ်းလိၵ်ႈလႄႈ ၶေႃႈၵႂၢမ်းသလႅင်း (Slang) ၼၼ်ႉ ထုၵ်ႇလီတႅမ်ႈမၢႆဝႆႉ တႅတ်ႈတႅတ်ႈတေႃးတေႃး ၼင်ႇဢၼ်လႆႈငိၼ်းၼၼ်ႉၶႃႈ။ ဢမ်ႇလူဝ်ႇမႄးႁႂ်ႈထုၵ်ႇမႅၼ်ႈ ဢမ်ႇၼၼ် ဢမ်ႇလူဝ်ႇမႄးထႅမ် ၶေႃႈၵႂၢမ်းလၢတ်ႈပိူၼ်ႈၶႃႈ။

source: Great! How many clips a week?
shn: ၶိုၵ်ႉၶႅမ်ႉဝႃႈ! ၶႂ်ႈဢတ်းလႆႈ ၵႃႈႁိုဝ် (လၢႆၾၢႆႊလ်သဵင်) တေႃႇဝူင်ႈ?

source: Great! How many clips per day?
shn: ၶိုၵ်ႉၶႅမ်ႉဝႃႈ! ၶႂ်ႈဢတ်းလႆႈ ၵႃႈႁိုဝ် (လၢႆၾၢႆႊလ်သဵင်) တေႃႇဝၼ်း?

source: Great!<recordIcon></recordIcon> Record your next clip
shn: ၶႅမ်ႉတေႉၶႃႈ! <recordIcon></recordIcon> ဢတ်းသဵင်တွၼ်ႈၼႃႈၶွင်ၸဝ်ႈၵဝ်ႇထႅင်ႈ

source: Great work!<playIcon></playIcon> Listen again when you're ready
shn: လီယဝ်ႉၶႃႈ! <playIcon></playIcon> ထွမ်ႇထႅင်ႈၵမ်းၼိုင်ႈပေႃးၸဝ်ႈၵဝ်ႇၽွမ်ႉယဝ်ႉ

source: Greek
shn: ၵရိတ်ႈ

source: Gronings
shn: ၶရူဝ်ႇၼိင်းသ်

source: Guarani
shn: ၵႂႃႇရႃၼီး

source: <guidanceLink>Read full guidelines here</guidanceLink>
shn: <guidanceLink>ဢၢၼ်ႇပိူင်ၶေႃႈၸီႉသင်ႇတဵမ်ထူၼ်ႈတီႈၼႆႈ</guidanceLink>

source: Guidar
shn: ၵႆႇၻႃႇ

source: Guidelines
shn: ၶေႃႈၸီႉသင်ႇ
